Repository: adivik2000/Twitter-Collage
Catalog: locale/*/LC_MESSAGES/all.po
Languages: pt_pt

source: Visit Mozilla
pt_pt: Visite a Mozilla

source: Join the Firefox 4 Twitter Party
pt_pt: Junta-te à Festa do Firefox 4 no Twitter

source: Be part of Team Firefox! Tweet about Firefox 4 with the %s hashtag and your avatar will join thousands of others from around the world as part of our logo mosaic.
pt_pt: Junta-te à Equipa Firefox! Envia um Tweet sobre o Firefox com a hashtag <span class="hashtag">#fx4</span> para juntares o teu avatar a milhares de outros de todo o mundo fazendo parte do mosaico do nosso logotipo.

source: Join me at the Firefox 4 Twitter Party and celebrate the newest version
pt_pt: Junta-te a mim na Festa do Firefox 4 no Twitter e celebra a versão mais recente

source: Who's at the party?
pt_pt: Quem está na festa?

source: Find a Twitter username
pt_pt: Procurar por um utilizador Twitter

source: Find
pt_pt: Procurar

source: Download here
pt_pt: Descarregar

source: Firefox Twitter Mosaic
pt_pt: Mosaico Twitter do Firefox

source: Twitter profile
pt_pt: perfil Twitter

source: wrote
pt_pt: escreveu

source: Twitter profile picture
pt_pt: fotografia de perfil Twitter

source: Let's be <span>Friends!</span>
pt_pt: Vamos ser <span>Amigos!</span>

source: Get Monthly News
pt_pt: Recebe Notícias Mensalmente

source: Privacy Policy
pt_pt: Política de Privacidade

source: Legal Notices
pt_pt: Avisos Legais

source: Report Trademark Abuse
pt_pt: Reportar Abuso de Trademark
